USE Smart_voting_release;

INSERT INTO Voting
VALUES
(1, 1, 5, DEFAULT, '16/05/2020', 'Поставте оценку', 0, '07/05/2020'),
(1, 1, 9, 4, '17/06/2020', 'Чего здесь не хватает?', 0, DEFAULT),
(1, 0, 7, 3, '01/10/2020', 'Какие цвета знаете?', DEFAULT, DEFAULT),
(2, 1, 10, DEFAULT, '12/05/2021', 'Выберите лучшее кино на ваше мнение', 0, '12/05/2020'),
(4, DEFAULT, 19, 5, '20/05/2020', 'Какое Ваше хобби?', 0, '12/04/2020'),
(4, 0, 3, 2, '20/05/2020', 'Получилось?', 0, DEFAULT),
(6, 1, 10, 3, '22/05/2020', 'Test', 1, DEFAULT)